Repository: haivenki/wp-content
Catalog: plugins/edd-fes/languages/edd_fes-*.po
Languages: fa_ir

source: Please fill out this field.
fa_ir: لطفا این زمینه را کامل کنید.

# FES Field title translation
source: Text
fa_ir: متن

source: Click and Drag to rearrange
fa_ir: برای مرتب سازی بکشید و رها کنید

source: Remove
fa_ir: حذف

source: Toggle
fa_ir: تغییر وضعیت

source: The form has no custom fields!
fa_ir: فرم هیچ زمینه دلخواهی ندارد!

source: The form has no fields!
fa_ir: فرم هیچ زمینه ای ندارد

source: Error
fa_ir: خطا

source: Success
fa_ir: موفقیت

source: Please fix the errors to proceed
fa_ir: برای پیشروی لطفا خطاها را رفع کنید

source: There are no fields
fa_ir: زمینه ای در دسترس نیست

# FES Form title translation
source: Submission
fa_ir: ارسال

# %s = FES Form Name (translated)
source: %s Form
fa_ir: فرم %s

source: Submit
fa_ir: ارسال

source: Access Denied: You are not an admin or a %s
fa_ir: عدم دسترسی : فقط گروه خاصی این اجازه را دارند مدیران و %s

source: Submission Form
fa_ir: فرم ارسال

source: Profile Form
fa_ir: فرم پروفایل

source: Vendor Dashboard
fa_ir: داشبورد فروشندگان

source: Vendor
fa_ir: فروشنده

source: Registration Form
fa_ir: فرم ثبت نام

source: Login Form
fa_ir: فرم ورود

source: Vendor Contact Form
fa_ir: فرم تماس با فروشنده

# posts
source: Mine <span class="count">(%s)</span>
fa_ir: <span class="count">(%s)</span> من

# posts
source: All <span class="count">(%s)</span>
fa_ir: <span class="count">(%s)</span> همه

# posts
source: Sticky <span class="count">(%s)</span>
fa_ir: <span class="count">(%s)</span> چسبان

source: Restore
fa_ir: بازگردانی

source: Edit
fa_ir: ویرایش

source: Delete Permanently
fa_ir: پاک کردن برای همیشه

source: Move to Trash
fa_ir: انتقال به زباله دان

source: View all categories
fa_ir: مشاهده تمام دسته بندی ها

source: Filter
fa_ir: فیلتر

source: Empty Trash
fa_ir: خالی کردن زباله دان

# column name
source: Title
fa_ir: عنوان

source: Author
fa_ir: نویسنده

source: Comments
fa_ir: دیدگاه ها

source: Date
fa_ir: تاریخ

source: Select %s
fa_ir: انتخاب %s

source: Edit &#8220;%s&#8221;
fa_ir: ویرایش &#8220;%s&#8221;

source: %s is currently editing
fa_ir: %s در حال ویرایش است

source: Edit this item
fa_ir: ویرایش این آیتم

source: Edit this item inline
fa_ir: ویرایش برخط این ایتم

source: Quick&nbsp;Edit
fa_ir: ویرایش &nbsp;سریع

source: Restore this item from the Trash
fa_ir: بازیافت از زباله دان

source: Move this item to the Trash
fa_ir: انتقال به زباله دان

source: Trash
fa_ir: زباله دان

source: Delete this item permanently
fa_ir: پاک کردن برای همیشه

source: Preview &#8220;%s&#8221;
fa_ir: پیش نمایش &amp;#8220;%s&amp;#8221;

source: Preview
fa_ir: مشاهده

source: View &#8220;%s&#8221;
fa_ir: مشاهده &#8220;%s&#8221;

source: View
fa_ir: نمایش

source: Unpublished
fa_ir: منتشر نشده

source: %s ago
fa_ir: %s قبل

source: Published
fa_ir: منتشر شده

source: Missed schedule
fa_ir: زمان‌بندی از دست‌ رفته

source: Scheduled
fa_ir: زمان بندی شده

source: Last Modified
fa_ir: آخرین ویرایش

source: Bulk Edit
fa_ir: ویرایش عمده

source: Quick Edit
fa_ir: ویرایش سریع

source: Title
fa_ir: عنوان

source: Slug
fa_ir: نشان

source: &mdash; No Change &mdash;
fa_ir: &mdash; بدون تغییر &mdash;

source: Password
fa_ir: رمز عبور

source: &ndash;OR&ndash;
fa_ir: &ndash;یا&ndash;

source: Private
fa_ir: خصوصی

source: Parent
fa_ir: مادر

source: Main Page (no parent)
fa_ir: صفحه اصلی (بدون مادر)

source: Order
fa_ir: ترتیب

source: Template
fa_ir: قالب

source: Default Template
fa_ir: قالب پیش فرض

source: Allow
fa_ir: پذیرش

source: Do not allow
fa_ir: عدم پذیرش

source: Pings
fa_ir: پینگ

source: Allow Comments
fa_ir: پذیرش دیدگاه ها

source: Allow Pings
fa_ir: پذیرش پینگ

source: Status
fa_ir: وضعیت

source: Pending Review
fa_ir: منتظر بررسی

source: Draft
fa_ir: پیش نویس

source: Sticky
fa_ir: چسبان

source: Not Sticky
fa_ir: چسبان نیست

source: Make this post sticky
fa_ir: این نوشته را چسبان کن

# post format
source: Format
fa_ir: فرمت

source: Cancel
fa_ir: لغو

source: Update
fa_ir: بروزرسانی

source: EDD FES
fa_ir: رابط ظاهری

source: About
fa_ir: درباره

source: Tools
fa_ir: ابزارها

source: Main Settings
fa_ir: تنظیمات اصلی

source: Easy Digital Downloads Frontend Submissions is a constantly improving piece of complex software. For support and feature requests contact us <a href="https://easydigitaldownloads.com/support/">using this form</a>. For FES's official roadmap visit <a href="https://trello.com/b/vT8aivfj/fes-development">our Trello board</a>.
fa_ir: رابط ظاهری ایزی دیجیتال دانلود ، شکلی ساده از نرم افزاری پیچیده را برایتان فراهم می کند. جهت دریافت خدمات پشتیبانی و دیگری ویژگی ها از <a href="https://easydigitaldownloads.com/support/">این فرم</a> استفاده نمایید. نقشه ای کامل از توسعه رابط ظاهری در دسترس شماست <a href="https://trello.com/b/vT8aivfj/fes-development">our Trello board</a>

source: Rename "vendor"
fa_ir: تغییر نام "vendor"

source: This will change all mentions of "vendor" within FES
fa_ir: هرکجا از "vendor" استفاده شده است به واژه جدید تغییر می کند

source: Rename "product"
fa_ir: تغییر نام "product"

source: This will change all mentions of "product" within FES
fa_ir: هرکجا از "product" استفاده شده است به واژه جدید تغییر می کند

source: Vendor Announcement
fa_ir: اطلاعیه داشبورد

source: Use this to announce things to your vendors. Appears on the Vendor Dashboard Page once logged in.
fa_ir: این اطلاعیه هنگام ورود فروشندگان در داشبورد به آنها نمایش داده می شود

source: This is the vendor dashboard. Add welcome text or any other information that is applicable to your vendors.
fa_ir: به داشبورد ویژه فروشندگان خوش آمدید. این متن تنها جهت خوش آمد گویی به شما تهیه شده و هیچ ارزش دیگری ندارد.

source: Use FES's CSS
fa_ir: استفاده از استایل های رابط ظاهری

source: You can use this to turn off FES's CSS if you want. We highly don't recommend doing that
fa_ir: استایل های پیش فرض افزونه را می توانید غیر فعال کنید. اگر اطلاعات کاملی ندارید این کار توصیه نمی شود

source: Forms/Pages
fa_ir: فرم ها/صفحات

source: <p class="description">Settings for Pages and Forms</p>
fa_ir: <p class="description">تنظیمات صفحات و فرم ها</p>

source: Vendor Dashboard Page
fa_ir: داشبورد فروشندگان

source: This setting is used by FES to determine which page is the vendor dashboard. Only change if you are using a custom dashboard page.
fa_ir: این گزینه صفحه داشبورد فروشندگان را به افزونه معرفی می کند. چنانچه از صفحه خاصی استفاده نمی کنید این گزینه را ویرایش نکنید

source: Contains the [fes_vendor_dashboard] shortcode
fa_ir: باید حاوی این کد کوتاه باشد [fes_vendor_dashboard]

source: Vendor Page
fa_ir: صفحه فروشندگان

source: This setting is used by FES to determine which page is the vendor store page. Only change if you are using a custom vendor store page.
fa_ir: این گزینه صفحه فروشنده را به افزونه معرفی می کند. چنانچه از صفحه خاصی استفاده نمی کنید این گزینه را ویرایش نکنید

source: Contains the [downloads] shortcode
fa_ir: باید حاوی این کد کوتاه باشد [downloads]

source: Show forms dropdowns
fa_ir: نمایش فرم های کشویی

source: Toggles on the behind the scenes settings for form page id's. Only needed for FES support purposes.
fa_ir: تغییر پشت صحنه؛ نمایش فرم های اختصاص داده شده به صفحات در پنل تنظیمات. فقط برای مقاصد پشتیبانی رابط ظاهری.

source: Enable Multiple Purchase Mode for all vendor products
fa_ir: فعالسازی خرید چند گانه برای محصولات همه فروشندگان

source: If on, allows customers to purchase multiple variations of a vendor product at a time
fa_ir: در صورت فعالسازی مشتریان می توانند همزمان بیش از یک محصول فروشندگان را خرید کنند

source: Show custom fields on the download?
fa_ir: نمایش زمینه های سفارسی در دانلودها؟

source: You can select which fields to show on the download page using the radio buttons on the top of each field on the submission formbuilder.
fa_ir: می توانید مشخص کنید کدام فیلدها یا زمینه ها در صفحه دانلود یا محصولات نمایش داده شود ، در بخش فرم ساز ارسال محصولات ، در بالای هر فیلد یا زمینه قابل تعیین است.

source: Permissions
fa_ir: دسترسی ها

source: <p class="description">Settings for FES Permissions</p>
fa_ir: <p class="description">تنظیمات سطح دسترسی ها</p>

source: Registration
fa_ir: عضویت

source: Allow guests to apply to become a vendor
fa_ir: کاربران مهمان اجازه ثبت نام به عنوان فروشنده را دارند

source: Applications
fa_ir: درخواست ها

source: Allow existing WordPress users to apply to become a vendor
fa_ir: کاربران فعلی اجازه درخواست فعالیت به عنوان فروشنده را داشته باشند

source: Allow WP Backend Access to Vendors?
fa_ir: دسترسی فروشندگان به بخش مدیریت؟

source: Does not remove the admin bar. Simply prevents vendors from accessing the backend.
fa_ir: تاثیری در ادمین بار ندارد. فقط باعث جلوگیری از دسترسی فروشندگان به بخش مدیریت می شود

source: Allow Vendors to See the Admin Bar?
fa_ir: نمایش ادمین بار به فروشندگان؟

source: This only removes the bar for users with the frontend_vendor cap but not the fes_is_admin cap
fa_ir: ادمین بار فقط برای فروشندگان غیر فعال خواهد شد و همچنان برای مدیران قابل نمایش است

source: Automatically Approve Vendors?
fa_ir: تایید خودکار فروشندگان

source: If off, vendors will not be able to submit products until you manually approve them
fa_ir: اگر غیر فعال باشد فروشندگان تا زمانی که به صورت دستی تایید نشوند اجازه ارسال محصول نخواهند داشت

source: Automatically Approve Submissions?
fa_ir: تایید خودکار محصولات؟

source: If off, vendor products will be saved as a pending download until you manually approve them
fa_ir: اگر غیر فعال باشد محصولات ارسالی فروشندگان تا زمانی که به صورت دستی تایید نشود منتشر نمی گردد

source: Automatically Approve Vendor Edits?
fa_ir: تایید خودکار ویرایش ها

source: If off, vendor products will be changed to pending status (removed from store) until manually approved
fa_ir: اگر غیر فعال باشد هنگام ویرایش محصول توسط فروشنده محصول باید دوباره به صورت دستی تایید شود

source: Allow Vendors to Create Products?
fa_ir: امکان ارسال محصول

source: If on, vendors will be able to create products
fa_ir: اگر فعال باشد فروشندگان مجاز به ارسال محصول جدید خواهند بود

source: Allow Vendors to Edit Products?
fa_ir: مجوز ویرایش

source: If on, vendors will be able to edit their products. If vendors cannot edit products, after submitting a new product they will be redirected to the new product form, instead of being default redirected to edit the product they just submitted.
fa_ir: اگر فعال باشد فروشندگان قادر به ویرایش محصولات خودشان هستند. چنانچه فروشندگان مجاز به ویرایش محصول نباشند پس از ارسال محصول به صفحه ارسال محصول جدید هدایت خواهند شد

source: Allow Vendors to Delete Products?
fa_ir: اجازه حذف محصولات

source: If on, vendors will be able to delete their products
fa_ir: اگر فعال باشد فروشندگان قادر به حذف محصولات خود هستند

source: Allow Vendors to View Orders?
fa_ir: مشاهده سفارشات

source: If on, vendors will be able to view orders
fa_ir: اگر فعال باشد فروشندگان می توانند سفارشات را مشاهده کنند

source: Emails
fa_ir: ایمیل ها

source: <p class="description">Settings for FES Emails</p>
fa_ir: <p class="description">تنظیمات ایمیل های ارسالی</p>

source: Emails to Admin
fa_ir: ایمیل به مدیر

source: Vendor Application
fa_ir: درخواست فروشندگی

source: If the "auto approve vendors" setting is off, this email is sent when a person applies to become a vendor. If the "auto approve vendors" setting is on, this email is sent when a new vendor joins the site.
fa_ir: اگر "تایید خودکار فروشندگان" غیر فعال باشد یک ایمیل هنگام درخواست فروشندگان برای مدیر ارسال می شود. اگر "تایید خودکار فروشندگان" فعال باشد هنگام فعالسازی حساب به عنوان فروشنده این ایمیل ارسال خواهد شد.

source: Vendor Application Email Contents
fa_ir: محتوای ایمیل درخواست فروشندگی

source: This setting sets what is in the email body for the vendor application email.
fa_ir: محتوای ایمیل ارسالی برای درخواست های فروشندگان در این بخش مشخص می شود

source: A list of shortcodes you can use is
fa_ir: لیستی از کدهای کوتاه قابل استفاده

source: in our documentation
fa_ir: در مستندات ما

source: New Product
fa_ir: محصول جدید

source: This email is sent when a vendor submits a new product to be reviewed (and the auto approve submissions setting is off)
fa_ir: هنگامی که تایید خودکار محصولات غیر فعال باشد و فروشنده محصول جدیدی برای تایید ارسال نماید این ایمیل ارسال خواهد شد

source: New Product Email Contents
fa_ir: محتوای ایمیل محصول جدید

source: This setting sets what is in the email body for the new product email.
fa_ir: محتوای ایمیل ارسالی برای بازبینی محصولات جدید و در انتظار تایید از اینجا مشخص می شود

source: Edited Product
fa_ir: ویرایش محصول

source: This email is sent when a vendor submits an edit to an existing product to be reviewed (and the auto approve edits setting is off)
fa_ir: هنگامی که تایید خودکار ویرایش ها غیر فعال باشد و فروشنده اقدام به ویرایش محصول نماید این ایمیل ارسال خواهد شد

source: Edited Product Email Contents
fa_ir: محتوای ایمیل ویرایش محصول

source: This setting sets what is in the email body for the edited product email.
fa_ir: محتوای ایمیل ارسالی برای بازبینی محصولات ویرایش شده از اینجا مشخص می شود

source: Emails to Vendors
fa_ir: ایمیل به فروشندگان

source: Application Received
fa_ir: ثبت درخواست

source: This email is sent when a person applies to become a vendor and the "auto approve vendors" setting is off.
fa_ir: این ایمیل زمانی ارسال می شود که کاربری درخواست فروشندگی ثبت نماید و "تایید خودکار فروشندگان" غیر فعال باشد

source: Application Received Email Contents
fa_ir: محتوای ایمیل ثبت درخواست

source: This setting sets what is in the email body for the application received email.
fa_ir: محتوای ایمیل ارسالی هنگام ثبت شدن درخواست فروشندگان از اینجا مشخص می شود

source: Application Approved
fa_ir: تایید درخواست

source: This email is sent when a person's application to become a vendor is approved and the "auto approve vendors" setting is off.
fa_ir: این ایمیل زمانی ارسال می شود که درخواست کاربر به عنوان فروشنده پذیرفته شود و "تایید خودکار فروشندگان" غیر فعال باشد

source: Application Approved Email Contents
fa_ir: محتوای ایمیل تایید درخواست

source: This setting sets what is in the email body for the application approved email.
fa_ir: محتوای ایمیل ارسالی هنگام تایید شدن درخواست فروشندگان از اینجا مشخص می شود

source: Application Declined
fa_ir: عدم تایید درخواست

source: This email is sent when a person's application to become a vendor is declined and the "auto approve vendors" setting is off
fa_ir: این ایمیل زمانی ارسال می شود که درخواست کاربر به عنوان فروشنده پذیرفته نمی شود و "تایید خودکار فروشندگان" غیر فعال باشد

source: Application Declined Email Contents
fa_ir: محتوای عدم تایید درخواست

source: This setting sets what is in the email body for the application declined email.
fa_ir: محتوای ایمیل ارسالی هنگام عدم تایید شدن درخواست فروشندگان از اینجا مشخص می شود

source: Application Auto-Approved
fa_ir: تایید خودکار درخواست ها

source: This email is sent when a person becomes a vendor because the "auto approve vendors" setting is on
fa_ir: این ایمیل زمانی که کاربر درخواست فروشندگی ارسال نماید و "تایید خودکار فروشندگان" فعال باشد

source: Send Vendor Email Upon Being Auto-Approved?
fa_ir: ارسال ایمیل به فروشندگان هنگام تایید خودکار؟

source: Application Auto-Approved Email Contents
fa_ir: محتوای ایمیل تایید خودکار فروشندگان

source: This setting sets what is in the email body for the application auto-approved email.
fa_ir: محتوای ایمیل ارسالی هنگام تایید شدن خودکار درخواست فروشندگان از اینجا مشخص می شود

source: Vendor Revoked
fa_ir: لغو فروشندگی

source: This email is sent when vendor is revoked
fa_ir: این ایمیل هنگام لغو فروشندگی ارسال خواهد شد

source: Vendor Revoked Email Contents
fa_ir: محتوای ایمیل لغو فروشندگی

source: This setting sets what is in the email body for the vendor revoked email.
fa_ir: محتوای ایمیل ارسالی هنگام لغو کردن حساب فروشندگی از اینجا مشخص می شود

source: Vendor Suspended
fa_ir: تعلیق فروشنده

source: This email is sent when vendor is suspended
fa_ir: این ایمیل هنگام تعلیق یا توقیف حساب فروشنده ارسال می شود

source: Vendor Suspended Email Contents
fa_ir: محتوای ایمیل تعلیق فروشنده

source: This setting sets what is in the email body for the vendor suspended email.
fa_ir: محتوای ایمیل ارسالی هنگام تعلیق یا توقیف حساب فروشندگان از اینجا مشخص می شود

source: Vendor Unsuspended
fa_ir: رفع تعلیق

source: This email is sent when vendor is unsuspended
fa_ir: این ایمیل هنگام رفع تعلیق یا توقیف حساب فروشنده ارسال می شود

source: Vendor Unsuspended Email Contents
fa_ir: محتوای ایمیل رفع تعلیق یا توقیف

source: This setting sets what is in the email body for the vendor unsuspended email.
fa_ir: محتوای ایمیل ارسالی هنگام رفع تعلیق یا توقیف حساب فروشندگان از اینجا مشخص می شود

source: New Submission
fa_ir: محصول جدید

source: This email is sent when vendor submits a new product and the "auto approve submissions" setting is off
fa_ir: هنگامی که تایید خودکار محصولات غیر فعال باشد و فروشنده محصول جدیدی برای تایید ارسال نماید این ایمیل ارسال خواهد شد

source: New Submission Email Contents
fa_ir: محتوای ایمیل محصول جدید

source: This setting sets what is in the email body for the new submission email.
fa_ir: محتوای ایمیل ارسالی برای بازبینی محصولات جدید و در انتظار تایید از اینجا مشخص می شود

source: Submission Approved
fa_ir: تایید محصول

source: This email is sent when a new submitted product is approved and the "auto approve submissions" setting is off
fa_ir: هنگامی که "تایید خودکار محصولات" غیر فعال باشد و محصول ارسالی فروشنده تایید شود این ایمیل ارسال میگردد

source: Submission Approved Email Contents
fa_ir: محتوای ایمیل تایید محصول

source: This setting sets what is in the email body for the submission approved email.
fa_ir: محتوای ایمیل ارسالی هنگام تایید شدن محصول ارسالی از این قسمت مشخص می شود

source: Submission Declined
fa_ir: عدم تایید محصول

source: This email is sent when a new submitted product is declined and the "auto approve submissions" setting is off
fa_ir: هنگامی که "تایید خودکار محصولات" غیر فعال باشد و محصول ارسالی تایید نشود این ایمیل ارسال میگردد

source: Submission Declined Email Contents
fa_ir: محتوای ایمیل عدم تایید محصول

source: This setting sets what is in the email body for the submission declined email.
fa_ir: محتوای ایمیل ارسالی مربوط به عدم تایید محصول از اینجا مشخص می شود

source: Submission Revoked
fa_ir: لغو محصول جدید

source: This email is sent when a product is revoked
fa_ir: ایمیل ارسالی هنگام لغو محصول جدید

source: Submission Revoked Email Contents
fa_ir: محتوای ایمیل لغو محصول

source: This setting sets what is in the email body for the submission revoked email.
fa_ir: محتوای ایمیل ارسالی هنگام لغو محصول ارسالی جدید در این بخش مشخص می شود

source: Integrations
fa_ir: یکپارچه سازی

source: <p class="description">Settings for FES Integrations</p>
fa_ir: <p class="description">تنظیمات یکپارچه سازی رابط ظاهری</p>

source: reCAPTCHA Site key
fa_ir: کلید reCAPTCHA

source: You can create your reCAPTCHA keys
fa_ir: اگر کلید reCAPTCHA ندارد

source: here
fa_ir: ساخت کلید

source: reCAPTCHA Secret key
fa_ir: کلید خصوصی reCAPTCHA

source: reCAPTCHA on the login form
fa_ir: reCAPTCHA در فرم ورود

source: If on, creates a reCAPTCHA field on the login form on the vendor dashboard
fa_ir: اگر فعال باشد هنگام ورود فروشندگان از فرم ورود مربوطه reCAPTCHA نمایش داده می شود

source: reCAPTCHA on the vendor contact form
fa_ir: reCAPTCHA در فرم تماس با فروشنده

source: If on, creates a reCAPTCHA field on the vendor contact form
fa_ir: اگر فعال باشد در فرم تماس با ما فروشندگان reCAPTCHA نمایش داده می شود

source: Easy Digital Downloads
fa_ir: ایزی دیجیتال دانلود

source: Settings
fa_ir: تنظیمات

source: FES Settings
fa_ir: تنظیمات رابط ظاهری

source: Thanks for using EDD FES
fa_ir: برای استفاده از رابط ظاهری EDD متشکریم

source: Form Tools
fa_ir: ابزارهای فرم

source: Successfully imported the
fa_ir: موفقیت در رون ریزی

source: form!
fa_ir: فرم!

source: Successfully reset the
fa_ir: موفقیت در بازنشانی

source: Successfully removed
fa_ir: موفقیت در حذف

source: extra form(s)!
fa_ir: فرم های مازاد

source: No extra forms to remove!
fa_ir: فرم مازادی برای حذف موجود نیست

source: Reset meta for all forms!
fa_ir: بازنشانی متا در تمام فرم ها

source: Resetting meta failed!
fa_ir: بازنشانی متا ناموفق بود!

source: Reset all forms!
fa_ir: بازنشانی تمامی فرم ها!

source: Resetting forms failed!
fa_ir: بازنشانی فرم ها ناموفق بود

source: Import Form
fa_ir: درون ریزی فرم

source: Import form settings from a .json file.
fa_ir: درون ریزی تنظیمات فرم با استفاده از فایل .json

source: Export Form
fa_ir: برون ریزی فرم

source: Export form settings as a .json file
fa_ir: برون ریزی فرم در قالب فایل .json

source: Reset Form
fa_ir: بازنشانی فرم

source: Restores form settings back to new install defaults
fa_ir: بازنشانی تنظیمات فرم ها به حالت پیش فرض نصب

source: Reset All Forms
fa_ir: بازنشانی همه فرم ها

source: This action resets all FES Forms
fa_ir: این اقدام باعث بازنشانی تمامی فرم های رابط ظاهری می شود

source: Reset Forms
fa_ir: بازنشانی فرم ها

source: Reset Meta for All Forms
fa_ir: بازنشانی متا برای تمامی فرم ها

source: This action resets the meta added in FES 2.3 for all FES Forms
fa_ir: این اقدام باعث بازنشانی تمامی متاهای افزوده شده، برای همه فرم ها می شود

source: Reset Meta For All Forms
fa_ir: بازنشانی متا برای تمامی فرم ها

source: Delete Extraneous Forms
fa_ir: حذف تمامی فرم های غیر اصلی

source: This action deletes all FES Forms which are not assigned to a form in the FES Settings Panel
fa_ir: این اقدام باعث حذف تمامی فرم هایی خواهد شد که در پنل تنظیمات رابط ظاهری به فرم خاصی اختصاص داده نشده اند

source: Delete Unassigned Forms
fa_ir: حذف فرم های اختصاص داده نشده

source: Please upload a valid .json file
fa_ir: لطفا فایل .json معتبر آپلود کنید

source: Please upload a file to import
fa_ir: برای درون ریزی فایلی آپلود کنید

source: Contact Form
fa_ir: فرم تماس

source: Import
fa_ir: درون ریزی

source: Export
fa_ir: برون ریزی

source: Reset
fa_ir: بازنشانی

source: Allow EDD FES to tell Chris, the developer of FES, how you're using FES so he can work on making it better for everyone. No sensitive data is tracked.
fa_ir: به رابط ظاهری اجازه دهید تا نحوه استفاده را به کریس، توسعه دهنده این افزونه ارسال کند در نتیجه او می تواند جهت عملکرد بهتر افزونه برای همه تلاش کند. اطلاعات حساس پیگیری و ارسال نمی شود.

source: Absolutely, I'll help the cause
fa_ir: حتما، من در این مورد کمک می کنم

# tracking link is the %s
source: You can read a full list of the data collected (and why I need it) %s here %s
fa_ir: لیستی از تمام اطلاعات و دلیل جمع آوری آنها را می توانید از %s اینجا %s مطالعه کنید

source: FES Upgrades
fa_ir: ارتقاء رابط ظاهری

source: Frontend Submissions - Upgrades
fa_ir: ارسال از رابط ظاهری - ارتقا

source: The upgrade process is running, please be patient. This could take several minutes to complete.
fa_ir: روند ارتقاء در حال انجام است، لطفا شکیبا باشید، این عملیات ممکن است دقایقی به طول بیانجامد.

source: Step %d of approximately %d running
fa_ir: مرحله %d از %d در حال اجرا

source: Vendor permissions need to be updated, click <a href="%s">here</a> to start the upgrade.
fa_ir: دسترسی فروشندگان نیازمند بروزرسانی است، <a href="%s">اینجا</a> کلیک کنید برای بروزرسانی.

source: The vendor table needs to be updated, click <a href="%s">here</a> to start the upgrade.
fa_ir: جداول فروشندگان نیازمند بروزرسانی است، <a href="%s">اینجا</a> کلیک کنید برای بروزرسانی.

source: What's New
fa_ir: موارد تازه

source: Getting Started
fa_ir: دست به کار شوید

source: Support & Documentation
fa_ir: پشتیبانی و مستندات

source: Changelog
fa_ir: تغییرات

source: Welcome to FES %s
fa_ir: به رابط ظاهری خوش آمدید %s

# FES version number
source: Thank you for updating to the latest version! Easy Digital Downloads Frontend Submissions %s is ready to make your online store faster, safer and better!
fa_ir: برای بروزرسانی به آخرین نسخه منتشر شده از شما متشکریم! رابط ظاهری ایزی دیجیتال دانلود %s در دسترس شماست تا فروشگاهی با امنیت و سرعت بیشتر را تجربه کنید.

# FES version number
source: FES %s release highlights:
fa_ir: رابط ظاهری %s و نکات برجسته:

source: Vendor Management
fa_ir: مدیریت فروشندگان

source: Vendor Table
fa_ir: جداول فروشندگان
