Repository: haivenki/wp-content
Catalog: plugins/edd-fes/languages/edd_fes-*.po
Languages: fa_ir

source: The vendors interface has been updated to make finding vendors easier than ever! You can now search for vendors using the new search box by user ID, username, user email, or any custom meta key. Every column in the vendor table can also be sorted.
fa_ir: تغییر در نحوه نمایش فروشندگان یافتن آنها را از هر زمان دیگری ساده تر کرده است! کافی است فرشنده مورد نظرتان را در جستجوگر جدید بر اساس شماره کاربری ، نام کاربری ، ایمیل یا حتی متاهای سفارشی خودتان جستجو کنید. هر ستون از جداول فروشندگان قابل دسترسی و مرتب سازی است.

source: Vendor Details
fa_ir: جزئیات فروشندگان

source: The edit vendor page has been completely rewritten from scratch using the familiar interface of Easy Digital Downloads's Edit Customer screen. Additionally, new vendor reports have been added for those who are also using EDD Commissions.
fa_ir: صفحه ویرایش کاربران، با طراحی مجدد از پایه، ظاهری آشنا و مشابه بخش ویرایش مشتریان در ایزی دیجیتال دانلود را برای شما فراهم می سازد. همچنین؛ بخش جدید گزارشات فروشندگان برای افرادی که از افزونه کمیسیون ها استفاده می کنند افزوده شده است.

source: Quickly Convert Users to Vendors
fa_ir: تبدیل سریع کاربران به فروشنده

source: Changing a user to a vendor is now as simple as a single click on the user edit screen. With FES 2.3, converting a user to a vendor has never been easier!
fa_ir: تبدیل کاربران معمولی به فروشنده، به سادگی یک کلیک ساده در صفحه ویرایش کاربران امکان پذیر است. با رابط ظاهری 2.3 تبدیل کاربران به فروشنده هرگز از این ساده تر نبوده است.

source: Formbuilder Improvements
fa_ir: بهبود در فرم ساز

source: New & Improved Fields
fa_ir: فیلدهای جدید و بهبود یافته

source: With FES 2.3, you can now add a honeypot field. In addition the reCAPTCHA field has been upgraded to use reCAPTCHA 2.0 and now with just a single click your vendors can confirm they are not a robot.
fa_ir: با رابط ظاهری 2.3 به راحتی آب خوردن فیلد اضافه کنید. همچنین فیلد مربوط به reCAPTCHA به نسخه 2.0 ارتقا یافته است و کاربران به راحتی یک کلیک هویت غیر رباتیک خود را تایید می کنند.

source: Improved Sidebar
fa_ir: بهبود سایدبار

source: In FES 2.3, finding fields is easier than ever. Extension added fields and form-specific fields are now seperated from custom fields.
fa_ir: در رابط ظاهری 2.3 یافتن فیلدها از همیشه آسان تر است. فیلدهای اضافی و فیلدهای مشخص مربوط به فرم ها، هم اکنون از زمینه های دلخواه تفکیک شده است.

source: Show Fields from the Submission on Product Pages
fa_ir: نمایش فیلدهای موجود از فرم ارسال محصول، در صفحه محصولات

source: With FES 2.3, you can now show the values of all of your custom fields on the product pages for customers to see. Each custom field on the submission form now has a checkbox so you can pick and choose which ones to show.
fa_ir: توسط رابط ظاهری 2.3 می توانید محتوای تمامی زمینه های دلخواه را به مشتریان در صفحه محصولات نشان دهید. هر زمینه دلخواه هم اکنون به شما این امکان را میدهد تا انتخاب کنید آیا در صفحه محصولات نمایش داده شود یا خیر

source: Settings Panel Upgrades
fa_ir: ارتقاء پنل تنظیمات

source: The Latest & Greatest from Redux Framework
fa_ir: آخرین و بهترین از Redux Framework

source: FES 2.3 upgrades the bundled version of the Redux Framework over 40 versions. The new bundled version of Redux Framework has been crafted with care to minimize distrations, and contains significant performance improvements over previous versions.
fa_ir: رابط ظاهری 2.3 همراه با ارتقاء بیش از 40 نسخه از Redux Framework هم اکنون می تواند کوتاه ترین فواصل را برای کارایی و مقصد دسترسی به محتوا نسبت به نسخه های قبلی فراهم نماید.

source: Settings Panel Reorganization
fa_ir: ساماندهی مجدد پنل تنظیمات

source: The settings panel in FES has been reorganized to make setting up FES faster and easier than ever. Fields now conditionally hide depending on the values of other fields on-the-fly to minimize the number of fields you have to fill out.
fa_ir: پنل تنظیمات رابط ظاهری برای تجربه تنظیم به شکلی ساده تر و سریعتر از همیشه، فیلدهای مورد نیاز جهت ویرایش یا تنظیم را به شما نمایش میدهد، در مقابل فیلدهایی که فعلا نیازی به ویرایش آن ندارید مخفی خواهند بود تا در کمال راحتی فیلدهای مورد نیاز را تکمیل کنید.

source: Forms & Fields APIs
fa_ir: API فرم ها و فیلدها

source: Fields API
fa_ir: API فیلدها

source: The new Fields API in FES 2.3 marks a bold move to an era of extensibility for Frontend Submissions. Creating a field in Frontend Submissions has never been easier and more straightforward for developers.
fa_ir: API جدید فیلدها در رابط ظاهری 2.3 جهشی بزرگ در جهت توسعه پذیری ارسال از رابط کاربری است. ایجاد فیلد جدید در ارسال از رابط ظاهری برای توسعه دهندگان هرگز سر راست تر و ساده تر از این نبوده.

source: Forms API
fa_ir: API فرم ها

source: With the new Forms API, developers can easily hook in to any part of the form rendering and submission process, allowing new levels of flexibility unseen before with FES.
fa_ir: با API جدید فرم ها، توسعه دهندگان به راحتی می توانند، سطح جدیدی از انعطاف پذیری در هماهنگی با فرم های ارسال را، که تا کنون در رابط ظاهری ندیده اند را تجربه کنند.

source: Tools Improvements
fa_ir: ارتقاء ابزارها

source: New Tools
fa_ir: ابزارهای جدید

source: A new tool to reset all forms of an FES site has been added to make resetting even easier.
fa_ir: ابزار جدیدی برای بازنشانی (ریست) تمامی فرم های سایت در رابط ظاهری افزوده شده است تا بازنشانی از همیشه ساده تر باشد

source: Improved Tools
fa_ir: ابزارهای ارتقاء یافته

source: The import, export and reset tools now have been condensed, and offer a simple Chosen dropdown, greatly simplifying the amount of tools on the screen.
fa_ir: درون ریزی، برون ریزی و ابزارهای بازنشانی در لیستی کشویی متراکم شده است، لذا مقادیری از ابزارها ضمن سادگی فوق العلاده، در کنار هم فراهم شده اند.

source: Use the tips below to get started using Frontend Submissions. You will be up and running in no time!
fa_ir: از نکات زیر برای شروع کار با؛ ارسال از رابط ظاهری، استفاده کنید. در سریعترین زمان ممکن دست به کار خواهید شد.

source: Configure Your Marketplace Settings
fa_ir: پیکربندی تنظیمات بازار شما

# FES settings pagel ink
source: <a href="%s">EDD FES &rarr; Settings</a>
fa_ir: <a href="%s">رابط ظاهری &rarr; تنظیمات</a>

source: FES makes it easy for vendors to submit products to your store without your assistance. However, you still need to control how the vendor interacts with your system.
fa_ir: رابط ظاهری ارسال محصولات برای فروشندگان، بدون کمک شما را ممکن می سازد، گرچه در صورت تمایل می توانید نحوه فعالیت فروشندگان در سیستم را تحت کنترل داشته باشید.

source: Settings & Emails
fa_ir: تنظیمات و ایمیل ها

source: Set your marketplace up to function exactly how you'd like. Easily change the terms "vendor" and "product" to something that meets your needs or even customize the emails sent to you or your vendors every time a specific action is completed on your store.
fa_ir: عملکرد بازار خود را هرطور که دوست دارید تعریف کنید. به راحتی "فروشندگان" و "محصولات" را به هر اصطلاحی که مورد نیازتان است تغییر دهید. حتی می توانید ایمیل های ارسالی بعد از تکمیل شدن یا رخداد هر اتفاق در سایت کنترل یا سفارشی سازی کنید.

source: You can control permissions like whether or not vendors have access to your WordPress dashboard, if they will be able to edit their own products after submission, or if vendor registration is even allowed.
fa_ir: سطح دسترسی فروشندگان را به راحتی مشخص کنید؛ می توانند به داشبورد مدیریتی وردپرس دسترسی داشته باشند یا خیر، می توانند بعد از ارسال محصولات دوباره همان محصول را ویرایش کنند یا خیر، و حتی آیا فروشندگان برای ثبت نام مجاز هستند یا خیر.

source: Build Your Forms With Precision
fa_ir: فرم هایتان را با دقت بسازید

source: Your FES Submission Form is what vendors will use to submit products to your site. Much like <em>you</em> would when creating a new download from your WordPress dashboard, vendors will use the Submission Form to create products from the front-end of your site.
fa_ir: فرم ارسال رابط ظاهری، همان چیزی است که فروشندگان از آن برای ارسال محصولات در سایت شما استفاده می کنند. همچون شما که از پنل اصلی مدیریت وردپرس محصولات را در سایت منتشر می کنید، کاربران قادر هستند تا در بخش جلویی سایت (رابط ظاهری) اقدام به ارسال محصول کنند.

source: Using the powerful FES form builder interface, choose the exact form fields you'd like your vendors to have access to when submitting products. You can provide everything from a list of available categories to repeatable file upload fields.
fa_ir: با استفاده از فرم ساز قدرتمند رابط ظاهری تعیین کنید فروشندگان دقیقا می توانند به کدام فیلدها یا زمینه ها هنگام ارسال محصول دسترسی داشته باشند. همه چیز را می توانید برای آنها فراهم کنید از لیست دسته بندی های موجود تا امکان آپلود فایل های متعدد.

source: Registration & Profile Form
fa_ir: فرم ثبت نام و پروفایل

source: In order to become a vendor, a user must register using the FES registration form. You can customize the fields on the form to require certain information from your applicants. If approved, vendors can edit their own profiles based on the fields you've built into the Profile Form.
fa_ir: برای درخواست فروشندگی، کاربران باید با استفاده از فرم ثبت نام رابط ظاهری ثبت نام کنند. شما می توانید فیلدها یا زمینه های اطلاعاتی مورد نیازتان را در فرم برای پردازش درخواست ها جای گذاری کنید، اگر درخواست فروشندگی آنها تایید شوند می توانند پروفایل را بر اساس فیلدهای مشخص شده شما ویرایش کنند.

source: Manage Your Marketplace Vendors
fa_ir: مدیریت فروشندگان بازار شما

source: <a href="%s">EDD FES &rarr; Vendors</a>
fa_ir: <a href="%s">رابط ظاهری &rarr; فروشندگان</a>

source: Easily see information about all of your marketplace vendors in one convenient location. Quickly see information about a vendor like number of products sold or even total sales value.
fa_ir: در محلی مناسب به سادگی تمامی اطلاعات مربوط به فروشندگان بازارتان را مشاهده کنید. اطلاعات مربوط به فروشندگان مانند تعداد محصولات فروش رفته یا حتی جمع کل مبلغ فروش را به سرعت مشاهده کنید.

source: You can also use quick links to view, revoke, or suspend vendor accounts with ease.
fa_ir: به سادگی و سریع می توانید؛ مشاهده کنید، لغو کنید و یا حتی حساب کاربری فروشنده را توقیف نمایید.

source: Without a doubt, vendors are the heartbeat of a marketplace system. That means vendor management and extremely important.
fa_ir: بدون شک قلب تپنده سیستم یک بازار، فروشندگان آن هستند. بدین معنی که مدیریت فروشندگان به شدت مورد توجه و اهمیت است.

source: Use FES's simple but powerful individual vendor screen to view or edit important information or even leave notes and view reports about a vendor's performance.
fa_ir: استفاده از صفحه نمایش ساده اما قدرتمند فروشندگان رابط ظاهری امکان مشاهده، ویرایش اطلاعات مهم، یا حتی یادداشت ها و مشاهده گزارشات در مورد عملکرد یک فروشنده را برای شما فراهم ساخته است.

source: Activate your license key.
fa_ir: فعالسازی کلید یا مجوز استفاده

source: When you purchased FES, you were given a license key for activation in your WordPress dashboard. License keys are your connection to automatic updates and support. To activate your license key, visit the <a href="%s">EDD settings</a>.
fa_ir: هنگام خرید رابط ظاهری، یک کلید به عنوان مجوز برای استفاده در داشبورد وردپرس در اختیار شما قرار گرفته است. کلید استفاده اتصال برای بروزرسانی خودکار و دریافت پشتیبانی را ممکن میسازد. برای فعالسازی کلید مجوز خود به <a href="%s">EDD تنظیمات</a> مراجعه کنید.

source: Need more detailed instructions?
fa_ir: نیاز به دستورالعمل های کامل تری دارید؟

source: Don't worry, we've only scratched the surface. FES is highly customizable in both functionality and presentation. For more details on how to use FES or get help from support, visit the <a href="%s">Support & Documentation</a> page.
fa_ir: نگران نباشید، این تازه اول ماجراست. رابط ظاهری به شدت از نظر عملکرد و ارائه منعطف است. برای جزئیات بیشتر در مورد نحوه استفاده از رابط ظاهری یا دریافت کمک از پشتیبانی صفحه <a href="%s">پشتیبانی و مستندات</a> را مشاهده کنید.

source: We're here to help. Use FES's thorough documentation and amazing support as needed.
fa_ir: ما اینجاییم تا به شما کمک کنیم. از مستندات کامل و پشتیبانی فوق العلاده ما مطابق نیازتان بهره ببرید.

source: Highly Detailed Documentation
fa_ir: مستندات و جزئیات بسیار دقیق

source: With the number of features, integrations, and possibilities present within the FES ecosystem, it's expected that you will want to learn more about its capabilities. To do so, please visit the <a href="%s">FES documentation</a>.
fa_ir: با تعدادی از ویژگی ها، یکپارچه سازی و امکانات ارائه شده در سیستم رابط ظاهری طبیعی است که بخواهید در مورد قابلیت ها بیشتر بدانید. بدین منظور، لطفا <a href="%s">مستندات رابط ظاهری</a> را مطالعه نمایید.

source: Frontend Submissions Support
fa_ir: پشتیبانی ارسال از رابط ظاهری

source: FES is an extension for the Easy Digital Downloads plugin. Therefore, you can request support by submitting a ticket to the <a href="%s">Easy Digital Downloads support form</a>. You will need to have your license key handy.
fa_ir: رابط ظاهری توسعه ای است برای افزونه ایزی دیجیتال دانلود. بنابراین می توانید درخواست پشتیبانی خود را از طریق ارسال تیکت در <a href="%s">فرم پشتیبانی ایزی دیجیتال دانلود</a> ثبت کنید. حتما کلید مجوز استفاده (لایسنس) را در دسترس داشته باشید.

source: Need Custom Work?
fa_ir: نیاز به سفارشی سازی دارید؟

source: While FES is capable of powering a complete marketplace system, you may need to tailor its functionality to your business with custom development. Easy Digital Downloads maintains a list of <a href="%s">recommended consultants</a> that may be able to assist you.
fa_ir: از آنجایی که رابط ظاهری قادر است تا از پس کامل ترین سیستم های بازار و فروشگاهی برآید، ممکن است بخواهید عملکرد و قابلیت ها را بر اساس تجارت خود سفارشی سازی و گسترش دهید. ایزی دیجیتال دانلود لیستی از <a href="%s">مشاوران پیشنهادی</a> برای کمک به شما فراهم آورده است.

source: Official FES Roadmap
fa_ir: نقشه رسمی رابط ظاهری

source: FES is a very actively developed plugin. FES's official roadmap on <a href="%s">Trello</a> provides a glimpse at what we're working on for future versions.
fa_ir: رابط ظاهری افزونه ای است به طور مداوم در حال توسعه. نقشه ای از توسعه رابط ظاهری در <a href="%s">ترلو</a> نگاهی اجمالی به ویژگی های تازه در نسخه های آتی خواهد داشت.

source: No valid changelog was found.
fa_ir: لیست تغییرات معتبری یافت نشد

source: Approve Downloads
fa_ir: تایید محصولات

source: Submission Accepted
fa_ir: ارسال تایید شد

# Titles of downloads approved
source: %s approved
fa_ir: %s تایید شد

# Title of download apporved
source: %s approved
fa_ir: %s تایید شد

source: Price
fa_ir: قیمت

source: Sales
fa_ir: فروش

source: Earnings
fa_ir: درآمد

source: Delete
fa_ir: حذف

source: Revoke
fa_ir: لغو

source: Approve
fa_ir: تایید

source: Live
fa_ir: تایید شده

source: Frontend Submissions
fa_ir: ارسال از رابط ظاهری

source: Submission form not set in FES settings
fa_ir: فرم ارسال در تنظیمات رابط ظاهری مشخص نشده

source: edit page
fa_ir: ویرایش صفحه

source: Required
fa_ir: الزامی

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Field Label
fa_ir: نام فیلد

source: Enter a title of this field
fa_ir: عنوان فیلد را وارد کنید

source: Meta Key
fa_ir: کلید متا

source: Name of the meta key this field will save to
fa_ir: نام کلید متایی که این فیلد در آن ذخیره خواهد شد

source: Help text
fa_ir: متن راهنما

source: Give the user some information about this field
fa_ir: اطلاعاتی از این فیلد برای کاربران بنویسید

source: CSS Class Name
fa_ir: CSS Class

source: Add a CSS class name for this field
fa_ir: CSS Class برای این فیلد را وارد کنید

source: Placeholder text
fa_ir: متن پیش فرض

source: Text for HTML5 placeholder attribute
fa_ir: متن پیش فرض از ویژگی های HTML5

source: Default value
fa_ir: مقدار پیش فرض

source: The default value this field will have
fa_ir: مقدار پیش فرض این فیلد را مشخص کنید

source: Size
fa_ir: سایز

source: Size of this input field
fa_ir: سایز ورودی این فیلد را مشخص کنید

source: Rows
fa_ir: ردیف

source: Columns
fa_ir: ستون

source: Textarea
fa_ir: ناحیه متنی

source: Normal
fa_ir: معمولی

source: Rich textarea
fa_ir: پیشرفته

source: Teeny Rich textarea
fa_ir: پیشرفته مختصر

source: Show On Product Page?
fa_ir: نمایش در صفحه محصولات؟

source: Show this field on the product listing page.
fa_ir: نمایش این فیلد در صفحه، لیست محصولات

source: Form updated.
fa_ir: فرم بروزرسانی شد

source: Form restored to revision from %s
fa_ir: فرم به پیش نویس %s بازگردانی شد

source: Form Editor
fa_ir: ویرایشگر فرم

source: Save
fa_ir: ذخیره

source: Add
fa_ir: افزودن

source: Add Custom Fields
fa_ir: افزودن فیلد دلخواه

source: Add Extension Created Fields
fa_ir: افزودن توسعه دهنده فیلد

source: Form Settings
fa_ir: تنظیمات فرم

source: Form Notifications
fa_ir: اطلاع رسانی فرم

source: FES
fa_ir: رابط ظاهری

source: Your
fa_ir: مربوط به شما

source: Toggle All Fields Open/Close
fa_ir: تغییر تمام فیلدها به باز/بسته

source: Click to add to the editor
fa_ir: برای افزودن به ویرایشگر کلیک کنید

source: There are no form specific fields for this form
fa_ir: هیچ قالب خاصی برای این فیلد در فرم موجود نیست

source: There are no custom fields for this form
fa_ir: هیچ زمینه دلخواهی در این فرم موجود نیست

source: There are no extension fields for this form
fa_ir: هیچ توسعه دهنده فیلدی برای این فرم موجود نیست

# FES singular uppercase setting for download
source: %s ID
fa_ir: شماره %s

# FES singular uppercase setting for download
source: %s Title
fa_ir: عنوان %s

# FES singular uppercase setting for download
source: %s Option ID
fa_ir: آیدی گزینه %s

# FES singular uppercase setting for download
source: %s Option Title
fa_ir: عنوان گزینه %s

source: First Name
fa_ir: نام

source: Last Name
fa_ir: نام خانوادگی

source: Email
fa_ir: ایمیل

source: Date Purchased
fa_ir: تاریخ خرید

source: Name
fa_ir: نام

source: Total Purchases
fa_ir: مجموع خرید

source: Total Purchased
fa_ir: جمع کل خریداری شده

source: N/A
fa_ir: نامشخص

source: Revoke (and delete all %s of)
fa_ir: لغو (و حذف همه %s)

source: Suspend
fa_ir: معلق کردن

source: Decline
fa_ir: عدم تایید

source: Unsuspend
fa_ir: رفع تعلیق

source: Pending
fa_ir: منتظر بررسی

source: Approved
fa_ir: تایید شده

source: Suspended
fa_ir: تعلیق شده

source: Unknown Column
fa_ir: ستون غیر متعارف

source: Name (username)
fa_ir: نام (نام کاربری)

# FES plural uppercase setting for download
source: Number of %s
fa_ir: تعداد %s

source: Sales Count
fa_ir: تعداد فروش

source: Sales Value
fa_ir: مبلغ فروش

# FES plural uppercase setting for download
source: %s Since
fa_ir: %s از

source: All
fa_ir: همه

source: Approve %s
fa_ir: تایید %s

source: Decline %s
fa_ir: عدم تایید %s

source: Revoke %s
fa_ir: لغو %s

source: Suspend %s
fa_ir: تعلیق %s

source: Unsuspend %s
fa_ir: رفع تعلیق %s

source: This user has no %s!
fa_ir: این کاربر فاقد %s است!

source: Commissions
fa_ir: کمیسیون ها

source: Earnings Over Time
fa_ir: درآمدهای مازاد

source: Total earnings for period shown:
fa_ir: مجموع درآمد دوره بدین شرح است:

source: Total sales for period shown:
fa_ir: مجموع فروش دوره بدین شرح است:

source: Total commissions for period shown:
fa_ir: مجموع کمیسیون دوره بدین شرح است:

source: Estimated monthly earnings:
fa_ir: درآمد تخمین زده شده ماهیانه:

source: Estimated monthly sales:
fa_ir: فروش تخمین زده شده ماهانه:

source: Estimated monthly commissions:
fa_ir: کمیسیون تخمین زده شده ماهانه:

source: You do not have permission to access this report
fa_ir: شما مجوز لازم برای مشاهده این گزارش را ندارید

source: Today
fa_ir: امروز

source: Yesterday
fa_ir: دیروز

source: This Week
fa_ir: این هفته

source: Last Week
fa_ir: هفته پیش

source: This Month
fa_ir: این ماه

source: Last Month
fa_ir: ماه پیش

source: This Quarter
fa_ir: سه ماه اخیر

source: Last Quarter
fa_ir: سه ماه گذشته

source: This Year
fa_ir: امسال

source: Last Year
fa_ir: سال قبل

source: Custom
fa_ir: دلخواه

source: From
fa_ir: از

source: To
fa_ir: تا

source: You do not have permission to generate PDF sales reports
fa_ir: شما مجوز لازم برای ایجاد گزارشات PDF را ندارید

source: Nonce verification failed
fa_ir: اهراز ناموفق بود

source: to
fa_ir: تا

source: Sales and earnings reports for
fa_ir: گزارشات درآمد و فروش برای

source: Sales and Earnings Report for the current year for
fa_ir: گزارشات درآمد و فروش امسال برای

source: Date Range:
fa_ir: محدوده زمانی:

source: Table View
fa_ir: نمایش جدولی

source: Product Name
fa_ir: نام محصول

source: Categories
fa_ir: دسته بندی ها

source: Tags
fa_ir: برچسب ها

source: Number of Sales
fa_ir: تعداد فروش

source: No %s found.
fa_ir: هیچ %s یافت نشد.

source: Graph View
fa_ir: مشاهده نموداری

source: Sales, Earnings, and Commissions by Month For All %s
fa_ir: فروش، درآمد، و کمیسیون ها بر اساس ماه برای تمامی %s

source: Jan
fa_ir: ژانویه

source: Feb
fa_ir: فوریه

source: Mar
fa_ir: مارس

source: Apr
fa_ir: اوریل

source: May
fa_ir: می

source: June
fa_ir: ژوئن

source: July
fa_ir: جولای

source: Aug
fa_ir: اوت

source: Sept
fa_ir: سپتامبر

source: Oct
fa_ir: اکتبر

source: Nov
fa_ir: نوامبر

source: Dec
fa_ir: دسامبر

source: You do not have permission to edit this %s
fa_ir: شما مجوز لازم برای ویرایش %s ندارید

source: Cheatin' eh?!
fa_ir: میخوای تقلب کنی، هان؟

source: Please enter a valid email address.
fa_ir: لطفا ایمیل آدرس معتبر وارد کنید.

# Vendor ID number
source: The User ID %d is already associated with a different %s.
fa_ir: شماره این کاربر %d قبلا با %s دیگری مرتبط شده است

# 1: Vendor ID number, 2: FES setting for vendor lowercase singular
source: The User ID %d does not exist. Please assign an existing %s.
fa_ir: شماره این کاربر %d وجود ندارد. لطفا %s موجود را مشخص کنید.

# FES singular lowercase setting for vendor
source: You do not have permission to edit this %s
fa_ir: شما مجوز لازم برای ویرایش %s ندارید

source: A note is required
fa_ir: یادداشت الزامی است

source: %s Overview
fa_ir: مرور %s

source: %s Notes
fa_ir: یادداشت های %s

source: %s Registration
fa_ir: عضویت %s

source: %s Profile
fa_ir: پروفایل %s

source: %s Commissions
fa_ir: کمیسیون ها %s

source: %s Reports
fa_ir: گزارشات %s

source: %s Exports
fa_ir: برون ریزی های %s

# FES uppercase plural setting for vendor
source: FES %s
fa_ir: رابط ظاهری %s

# FES uppercase plural setting for vendor
source: Search %s
fa_ir: جستجوی %s

# FES lowercase singular setting for vendor
source: Invalid %s ID Provided.
fa_ir: شماره %s نامعتبر است.

# FES uppercase singular setting for vendor
source: %s Details
fa_ir: جزئیات %s

# FES uppercase singular setting for vendor
source: Edit %s
fa_ir: ویرایش %s

# FES uppercase singular setting for vendor
source: %s Address
fa_ir: آدرس %s

source: Address 1
fa_ir: آدرس 1

source: Address 2
fa_ir: آدرس 2

source: City
fa_ir: شهر

source: State / Province
fa_ir: استان

source: Postal
fa_ir: کدپستی

source: Vendor Name
fa_ir: نام فروشنده

source: Vendor Email
fa_ir: ایمیل فروشنده

# FES uppercase singular setting for vendor
source: %s Since
fa_ir: %s از

source: User ID
fa_ir: شماره کاربر

source: none
fa_ir: هیچکدام

source: Unknown Status
fa_ir: وضعیت نامشخص

# FES uppercase singular setting for vendor
source: View %s store
fa_ir: نمایش فروشگاه %s

# FES uppercase singular setting for vendor
source: Update %s
fa_ir: بروزرسانی %s

source: View All Purchases
fa_ir: نمایش تمام خریدها

source: %d Sale To Date
fa_ir: %d فروش تا کنون

source: in Sales To Date
fa_ir: فروش تا کنون

source: Recently Earned Unpaid Commissions
fa_ir: کمیسیون های کسب و پرداخت نشده اخیر

source: Item
fa_ir: آیتم

source: Amount
fa_ir: مبلغ

source: Rate
fa_ir: نرخ

source: No unpaid commissions
fa_ir: کمیسیون پرداخت نشده ای وجود ندارد

# download title
source: View %s
fa_ir: نمایش %s

# FES uppercase plural setting for download
source: No Live %s
fa_ir: بدون %s تایید شده

source: Notes
fa_ir: یادداشت ها

source: No Vendor Notes
fa_ir: فروشنده هیچ یادداشتی ندارد

source: Registration Data
fa_ir: تاریخ عضویت

source: Profile Data
fa_ir: اطلاعات پروفایل

source: ID
fa_ir: شماره

source: Total Sales
fa_ir: مجموع فروش

source: %s has no %s
fa_ir: %s هیچ %s ندارد

source: Reports
fa_ir: گزارشات

source: Exports
fa_ir: برون ریزی

source: Nothing to export!
fa_ir: محتوایی برای برون ریزی وجود ندارد

source: Export PDF of Sales and Earnings
fa_ir: برون ریزی PDF فروش و درآمدها
