Repository: haivenki/wp-content
Catalog: plugins/edd-fes/languages/edd_fes-*.po
Languages: fa_ir

# FES uppercase plural setting for download
source: Download a PDF of Sales and Earnings reports for all %s for the current year.
fa_ir: دانلود گزارش PDF فروش و درآمدها برای همه %s در سال جاری.

source: Generate PDF
fa_ir: ساخت فایل PDF

source: Export Customers in CSV
fa_ir: برون ریزی مشتریان در قالب CSV

# FES lowercase singular setting for download
source: Download a CSV of all customer emails. Optionally export only customers that have purchased a particular %s. Note, if you have a large number of customers, exporting the purchase stats may fail.
fa_ir: دانلود فایل CSV ایمیل تمامی مشتریان. در صورت تمایل فقط مشتریانی که %s خاصی را خریداری کرده اند. توجه داشته باشید در صورتی که تعداد مشتریان زیاد باشد ممکن است عملیات برون ریزی ناموفق باشد.

# FES uppercase plural setting for vendor
source: All %s
fa_ir: همه %s

source: Emails and Names
fa_ir: نام و ایمیل ها

source: Generate CSV
fa_ir: ساخت فایل CSV

source: Error!
fa_ir: خطا!

source: You don't have the permissions to do that!
fa_ir: شما مجوز لازم برای چنین اقدامی را ندارید!

# FES uppercase singular setting for vendor
source: View %s Profile
fa_ir: نمایش پروفایل %s

# FES uppercase singular setting for vendor
source: %s Status
fa_ir: وضعیت %s

source: Posts
fa_ir: نوشته ها

# FES lowercase singular setting for vendor
source: Not a %s
fa_ir: %s نیست

source: Easy Digital Downloads Frontend Submissions
fa_ir: ارسال از رابط ظاهری ایزی دیجیتال دانلود

source: Status:
fa_ir: وضعیت:

source: Not a vendor
fa_ir: فروشنده نیست

source: Unknown
fa_ir: ناشناخته

source: Actions:
fa_ir: اقدامات:

# FES lowercase singular setting for vendor
source: Make %s
fa_ir: ایجاد %s

source: Create
fa_ir: ایجاد

source: Invalid user id!
fa_ir: شماره کاربر نامعتر است!

source: Invalid action!
fa_ir: اقدام نامعتبر است!

source: Products
fa_ir: محصولات

source: products
fa_ir: محصولات

source: Product
fa_ir: محصول

source: product
fa_ir: محصول

source: Vendors
fa_ir: فروشندگان

source: vendors
fa_ir: فروشندگان

source: vendor
fa_ir: فروشنده

source: EDD FES Forms
fa_ir: فرم های رابط ظاهری

source: FES Form
fa_ir: فرم رابط ظاهری EDD

source: FES Forms
fa_ir: فرم های رابط ظاهری

source: Add FES Form
fa_ir: افزودن فرم رابط ظاهری

source: Add New Form
fa_ir: افزودن فرم جدید

source: New FES Form
fa_ir: فرم رابط ظاهری جدید

source: View FES Form
fa_ir: نمایش فرم رابط ظاهری

source: Search FES Forms
fa_ir: جستجو فرم رابط ظاهری

source: No FES Forms Found
fa_ir: فرم رابط ظاهری یافت نشد

source: No FES Forms Found in Trash
fa_ir: فرم رابط ظاهری در زباله دان یافت نشد

source: Parent FES Form
fa_ir: فرم رابط ظاهری مادر

source: Warning, the vendor dashboard page isn't set in the FES dashboard. This could lead to serious issues. Set it to the correct page as soon as possible
fa_ir: هشدار، صفحه داشبورد فروشندگان در رابط ظاهری تعریف نشده است. این موضوع باعث مشکلات جدی خواهد شد. در اولین فرصت ممکن صفحه مناسب را مشخص کنید.

source: Choose an avatar
fa_ir: انتخاب آواتار

source: Select as avatar
fa_ir: انتخاب به عنوان آواتار

source: Choose a file
fa_ir: انتخاب فایل

source: Insert file URL
fa_ir: URL یا آدرس فایل

source: Choose a featured image
fa_ir: تعیین تصویر شاخص

source: Select as featured image
fa_ir: انتخاب به عنوان تصویر شاخص

source: You may not add more than
fa_ir: شما قادر به افزودن بیش از

source: files!
fa_ir: فایل نیستید!

source: PHP Fatal Error:
fa_ir: خطای PHP:

source: Success!
fa_ir: موفقیت آمیر!

source: It works!
fa_ir: انجام شد!

source: Loading
fa_ir: بارگذاری

source: Are you sure?
fa_ir: مطمئن هستید؟

source: You're about to
fa_ir: شما قصد دارید

# FES lowercase singular setting for vendor
source: You're about to make this person a %s
fa_ir: شما قصد تبدیل این فرد به %s را دارید

# FES lowercase singular setting for vendor
source: The user is now a %s
fa_ir: این کاربر هم اکنون %s است

# FES lowercase singular setting for vendor
source: this %s
fa_ir: این %s

source: Notice: FES is installed. Consider including FES's debug information from FES -> System Info if this is an FES bug ticket.
fa_ir: توجه: رابط ظاهری نصب شده است. اطلاعات دیباگ رابط ظاهری را از رابط ظاهری -> اطلاعات سیستم، اضافه نمایید اگر این یک تیکت باگ رابط ظاهری است.

source: Can't get property %s
fa_ir: ناتوان در فراخوان %s

source: by
fa_ir: توسط

source: No status passed in
fa_ir: وضعیتی مشخص نشده است

source: New status can't be the same as the old status!
fa_ir: وضعیت جدید نمی تواند با وضعیت قدیم یکسان باشد!

source: You don't have permission to do that!
fa_ir: شما مجوز لازم برای چنین اقدامی را ندارید!

source: Invalid status change
fa_ir: تغییر وضعیت نامعتبر

# FES uppercase singular setting for vendor
source: %s application declined successfully
fa_ir: رد درخواست %s با موفقیت انجام شد

# FES uppercase singular setting for vendor
source: %s approved successfully
fa_ir: تایید درخواست %s با موفقیت انجام شد

# FES uppercase singular setting for vendor
source: %s suspended successfully
fa_ir: %s تعلیق شد

source: Unsuspended
fa_ir: رفع تعلیق شد

# FES uppercase singular setting for vendor
source: %s unsuspended successfully
fa_ir: %s با موفقیت رفع تعلیق شد

source: Application Revoked
fa_ir: درخواست لغو شد

# FES uppercase singular setting for vendor
source: %s revoked successfully
fa_ir: لغو درخواست %s با موفقیت انجام شد

source: Invalid status!
fa_ir: وضعیت نامعتبر!

source: Your store url is: %s
fa_ir: آدرس فروشگاه شما: %s

source: Hook Name
fa_ir: نام هوک

source: Name of the hook
fa_ir: نام این هوک

source: This is for developers to add dynamic elements as they want. It provides the chance to add whatever input type you want to add in this form.
fa_ir: این مورد برای توسعه دهندگان است اگر بخواهند المان های پویا (داینامیک) را مطابق نیازشان تعریف کنند. این امکان را برایتان فراهم می کند تا هر نوعی از ورودی را در این فرم اضافه کنید.

source: You can bind your own functions to render the form to this action hook. You'll be given 3 parameters to play with: $form_id, $post_id, $form_settings.
fa_ir: شما می توانید فانکشن ها را به اکشن هوک این فرم وابسته کنید. 3 پارامتر به این منظور در دسترس است: $form_id, $post_id, $form_settings.

# FES Field title translation
source: Checkbox
fa_ir: چک باکس

source: Options
fa_ir: گزینه ها

source: Please select at least 1 option
fa_ir: حداقل یک گزینه انتخاب کنید

source: Please check the checkbox
fa_ir: لطفا چک باکس را علامت گذاری کنید

# FES Field title translation
source: Country
fa_ir: کشور

source: Vendor Country
fa_ir: کشور فروشنده

source: First element of the select dropdown. Leave this empty if you don't want to show this field
fa_ir: اولین عنصر انتخاب کشویی. اگر نمی خواهید این فیلد را نمایش دهید آن را خالی رها کنید

source: Select Text
fa_ir: متن انتخاب

source: Countries
fa_ir: کشورها

# FES Field title translation
source: Date
fa_ir: تاریخ

source: The date format
fa_ir: فرمت تاریخ

source: Date Format
fa_ir: فرمت تاریخ

source: Time
fa_ir: زمان

source: Enable time input
fa_ir: فعال کردن ورودی زمان

# FES Field title translation
source: Display Name
fa_ir: نام نمایشی

# FES Field title translation
source: Categories
fa_ir: کشورها

source: -- Select --
fa_ir: انتخاب کنید

source: Type
fa_ir: نوع

source: Dropdown
fa_ir: کشویی

source: Multi Select
fa_ir: انتخاب چندگانه

source: Checkbox
fa_ir: چک باکس

source: Text Input
fa_ir: ورودی متن

source: Order By
fa_ir: اساس چیدمان

source: Count
fa_ir: شمارش

source: ASC
fa_ir: صعودی

source: DESC
fa_ir: نزولی

source: Selection Type
fa_ir: نوع گزینش

source: Exclude
fa_ir: استثنا

source: Include
fa_ir: شامل

source: Child of
fa_ir: زیر مجموعه

source: Selection terms
fa_ir: term های انتخابی

source: Enter the term IDs as comma separated (without space) to exclude/include in the form.
fa_ir: term ID ها را برای استثنا/شامل شدن با کاما (بدون فاصله) از هم جدا کنید.

# FES Field title translation
source: Notes
fa_ir: یادداشت ها

# FES Field title translation
source: Tags
fa_ir: برچسب ها

# FES Field title translation
source: Email
fa_ir: ایمیل

source: Please enter a valid email address
fa_ir: لطفا آدرس ایمیل را به شکل صحیح وارد کنید

# FES Field title translation
source: Featured Image
fa_ir: تصویر شاخص

source: Upload Featured Image
fa_ir: آپلود تصویر شاخص

# FES Field title translation
source: File Upload
fa_ir: آپلود فایل

source: File URL
fa_ir: لینک فایل

source: Download File
fa_ir: دانلود فایل

source: Choose file
fa_ir: انتخاب فایل

source: &times;
fa_ir: زمان

source: Add File
fa_ir: افزودن فایل

source: Number of files which can be uploaded
fa_ir: تعداد فایل های قابل آپلود

source: Max. files
fa_ir: حداکثر فایل ها

source: Please enter a valid URL
fa_ir: لطفا لینک را به شکل صحیح وارد کنید

# FES Field title translation
source: First Name
fa_ir: نام

# FES Field title translation
source: Hidden
fa_ir: مخفی

source: Meta Value
fa_ir: مقدار متا

source: Enter the meta value
fa_ir: مقدار متا را وارد کنید

source: There are no settings required for this field
fa_ir: تنظیمات برای این زمینه الزامی نیست

source: Nice try Mr. Spammer, don't touch our honey
fa_ir: تلاش خوبی بود آقای اسپمر، برو دنبال کار خودت

source: HTML Codes
fa_ir: کدهای HTML

# FES Field title translation
source: Last Name
fa_ir: نام خانوادگی

# FES Field title translation
source: Prices and Files
fa_ir: قیمت و فایل ها

source: Name of Price Option
fa_ir: نام گزینه قیمت

source: Amount (%s)
fa_ir: مبلغ (%s)

source: Option Name
fa_ir: نام گزینه

source: Upload
fa_ir: آپلود

source: Single Price/Upload
fa_ir: قیمت/آپلود یگانه

# FES uppercase plural setting for vendor
source: Allow %s to Set Names of Options
fa_ir: %s مجاز به تنظیم نام برای گزینه ها

# FES uppercase plural setting for vendor
source: Allow %s to Set Prices of Options
fa_ir: %s مجاز به تنظیم قیمت برای گزینه ها

# FES uppercase plural setting for vendor
source: Allow %s to Upload Files
fa_ir: %s مجاز به آپلود فایل

source: Set Options
fa_ir: تعیین گزینه ها

source: Predefined Names/Prices
fa_ir: نام/قیمت از پیش تعیین شده

source: Name:
fa_ir: نام:

source: Price:
fa_ir: قیمت:

source: Please fill out all rows completely.
fa_ir: لطفا تمام ردیف ها را تکمیل کنید.

# FES Field title translation
source: Multiselect
fa_ir: انتخاب چندگانه

# FES Field title translation
source: Name
fa_ir: نام

# FES Field title translation
source: Nickname
fa_ir: لقب

# FES Field title translation
source: Password
fa_ir: رمز عبور

source: Confirm Password
fa_ir: تایید رمز عبور

source: Minimum password length
fa_ir: حداقل طول رمز عبور

source: Password Re-type
fa_ir: تایپ مجدد رمز عبور

source: Require Password repeat
fa_ir: تکرار رمز عبور الزامی است

source: Re-type password label
fa_ir: برچسب تکرار رمز عبور

source: Please fill in the repeat password field
fa_ir: لطفا فیلد تکرار رمز عبور را تکمیل کنید

source: First password doesn't match the second one
fa_ir: رمز عبور اصلی با تکرار آن یکسان نیست

source: Passwords must be at least %d characters long
fa_ir: رمز عبور حداقل باید %d کاراکتر باشد

# FES Field title translation
source: Description
fa_ir: توضیحات

source: Enable Image Insertion
fa_ir: فعال کردن درج تصویر

source: Enable image upload in post area
fa_ir: فعال کردن آپلود تصویر در ناحیه نوشته

# FES Field title translation
source: Excerpt
fa_ir: چکیده

# FES Field title translation
source: Post Format
fa_ir: فرمت نوشته

# FES Field title translation
source: Title
fa_ir: عنوان

source: Important:
fa_ir: مهم:

source: In order for reCAPTCHA to work you must insert your site key and private key in the FES settings panel. <a href='https://www.google.com/recaptcha/admin#list' target='_blank'>Create a key</a> first if you don't have any keys.
fa_ir: برای عملکرد صحیح reCAPTCHA باید کلید سایت و کلید خصوصی را در پنل تنظیمات رابط ظاهری وارد نمایید. اگر کلیدها را ندارید از <a href='https://www.google.com/recaptcha/admin#list' target='_blank'>اینجا</a> کلیدهای مورد نیاز را بسازید.

source: reCAPTCHA validation failed.
fa_ir: تایید reCAPTCHA نامعتبر است.

source: reCAPTCHA validation failed
fa_ir: تایید reCAPTCHA نامعتبر است

# FES Field title translation
source: Repeat
fa_ir: تکرار

source: Actions
fa_ir: اقدامات

source: Add another
fa_ir: افزودن

source: Remove this choice
fa_ir: حذف این انتخاب

source: add another choice
fa_ir: افزودن انتخاب

source: remove this choice
fa_ir: حذف این انتخاب

source: Multiple Column
fa_ir: چند ستونه

# FES Field title translation
source: Section Break
fa_ir: جدا کننده

source: Description
fa_ir: توضیحات

# FES Field title translation
source: Select
fa_ir: انتخاب

# FES Field title translation
source: Taxonomy
fa_ir: طبقه بندی

source: You have no custom taxonomies
fa_ir: شما هیچ طبقه بندی سفارشی ندارید

source: Which Taxonomy?
fa_ir: کدام طبقه بندی؟

# FES Field title translation
source: Textarea
fa_ir: ناحیه متنی

# FES Field title translation
source: Terms & Cond.
fa_ir: شرایط و ضوابط

source: Label
fa_ir: برچسب

source: Terms & Conditions
fa_ir: شرایط و ضوابط

source: Insert terms and condtions here.
fa_ir: شرایط و ضوابط را وارد کنید.

source: Please check this box
fa_ir: لطفا این جعبه را علامت بزنید

# FES Field title translation
source: URL
fa_ir: URL یا آدرس

# FES Field title translation
source: User Avatar
fa_ir: آواتار کاربر

source: Upload Avatar
fa_ir: آپلود آواتار

# FES Field title translation
source: User Bio
fa_ir: بیوگرافی کاربر

# FES Field title translation
source: User Email
fa_ir: ایمیل کاربر

# FES Field title translation
source: Username
fa_ir: نام کاربری

# FES Field title translation
source: User URL
fa_ir: سایت کاربر

# FES Form title translation
source: Login
fa_ir: ورود

source: Please fill out the username field!
fa_ir: لطفا فیلد نام کاربری را تکمیل کنید!

source: Please fill out the password field!
fa_ir: لطفا فیلد رمز عبور را تکمیل کنید!

source: Password is wrong!
fa_ir: رمز عبور اشتباه است!

source: Invalid username!
fa_ir: نام کاربری معتبر نیست!

source: You've been logged in!
fa_ir: شما وارد سیستم شدید!

source: You're already logged in!
fa_ir: شما قبلا وارد سیستم شده اید!

# FES Form title translation
source: Profile
fa_ir: پروفایل

source: Profile Successfully Updated!
fa_ir: پروفایل با موفقیت بروزرسانی شد!

source: Access Denied: You are not an admin
fa_ir: دسترسی ممنوع: شما مدیر نیستید

# FES lowercase singular setting for vendor
source: Access Denied: You are not an admin or the %s associated with this profile.
fa_ir: دسترسی ممنوع: شما مدیر نیستید و یا هیچ %s به این پروفایل تخصیص نیافته است.

# FES Form title translation
source: Registration
fa_ir: عضویت

source: Please fill out the email field!
fa_ir: لطفا زمینه ایمیل را تکمیل کنید!

# login link is the %s
source: This username is already in use! Pick a different username or click %shere%s to login.
fa_ir: این نام کاربری قبلا ثبت شده است! نام دیگری انتخاب کنید و یا از %sاینجا%s وارد شوید.

# login link is the %s
source: This email address is already in use! Pick a different username or click %shere%s to login.
fa_ir: این ایمیل قبلا ثبت شده است! قبلا ثبت نام کرده اید؟ از %sاینجا%s وارد شوید.

source: Sorry! Applications to become a vendor are currently disabled at this time!
fa_ir: متاستفیم! امکان ثبت درخواست فعاسازی حساب فروشندگان در حال حاضر غیر فعال است!

source: Sorry! Registration is currently disabled at this time!
fa_ir: متاستفیم! امکان ثبت نام هم اکنون غیر فعال است!

source: Your application is pending
fa_ir: درخواست شما، در حال بررسی است

source: You are currently suspended
fa_ir: حساب کاربری شما تعلیق شده است

source: Vendor applications are currently closed
fa_ir: درخواست فروشندگان هم اکنون مسدود شده است

source: Vendor registration is currently closed. If you have an existing account, you may login and apply to become a vendor.
fa_ir: ثبت نام به عنوان فروشنده هم اکنون بسته شده است. اگر قبلا در سایت ثبت نام کرده اید وارد حساب کاربری شوید و درخواست فعالسازی حساب فروشندگان را ارسال کنید.

source: Vendor registration is currently closed.
fa_ir: عضویت فروشندگان هم اکنون مسدود شده است.

source: Your Application has been Approved!
fa_ir: درخواست شما مورد تایید قرار گرفت!

source: Application has been submitted!
fa_ir: درخواست ثبت و ارسال شد!

source: Application Successfully Updated!
fa_ir: درخواست با موفقیت بروزرسانی شد!

source: New Vendor Application Received
fa_ir: درخواست فروشندگی جدیدی دریافت شده است

source: Access Denied: You are not an admin!
fa_ir: دسترسی ممنوع: شما مدیر نیستید!

# FES lowercase singular setting for vendor
source: Sorry! Applications to become a %s are currently disabled at this time!
fa_ir: متاستفیم! درخواست فعالسازی حساب به عنوان %s هم اکنون غیر فعال است!

# FES lowercase singular setting for vendor
source: You're already approved!
fa_ir: شما قبلا تایید شده اید!

# FES lowercase singular setting for vendor
source: Sorry! You're currently suspended!
fa_ir: متاستفیم! شما در حالت تعلیق هستید!

# FES lowercase singular setting for vendor
source: Your application is still being processed!
fa_ir: درخواست شما همچنان در حال پردازش است!

source: Sorry! Registration to become a %s is currently disabled at this time!
fa_ir: متاستفیم! ثبت نام به عنوان %s هم اکنون غیر فعال است!

source: Sorry! Applications to become a %s are currently disabled at this time!
fa_ir: متاستفیم! درخواست فعالسازی حساب به عنوان %s هم اکنون غیر فعال است!

source: You're already approved!
fa_ir: شما قبلا تایید شده اید!

source: Sorry! You're currently suspended!
fa_ir: متاستفیم! شما در حالت تعلیق هستید!

source: Your application is still being processed!
fa_ir: درخواست شما همچنان در حال پردازش است!

# FES lowercase singular setting for download
source: New %s submitted successfully!
fa_ir: %s جدید با موفقیت ارسال شد!

# FES uppercase singular setting for download
source: %s edited successfully!
fa_ir: %s با موفقیت ویرایش شد!

source: New Submission Received
fa_ir: ارسال جدیدی دریافت شده

source: Submission Received
fa_ir: ارسال دریافت شده

source: New Submission Edit Received
fa_ir: ویرایش جدیدی دریافت شده

# FES lowercase singular setting for vendor
source: Access Denied: You are not an admin or the %s assigned to this %s
fa_ir: دسترسی ممنوع: شما مدیر نیستید و یا هیچ %s به این %s اختصاص نیافته است

# fes setting for lowercase singular vendor
source: Access Denied: You are not an admin or a %s
fa_ir: دسترسی ممنوع: شما مدیر و یا %s نیستید

# FES lowercase singular setting for download
source: Access Denied: You cannot edit this %s
fa_ir: دسترسی ممنوع: شما امکان ویرایش %s را ندارید

# FES lowercase plural setting for download
source: Access Denied: You cannot create %s
fa_ir: دسترسی ممنوع: شما امکان ایجاد %s را ندارید

source: Access Denied: You are not an admin or the %s assigned to this %s
fa_ir: دسترسی ممنوع: شما مدیر نیستید و یا هیچ %s به این %s اختصاص نیافته است

# FES Form title translation
source: Vendor Contact
fa_ir: تماس با فروشنده

source: Invalid vendor id!
fa_ir: شماره فروشنده نامعتبر است!

source: Email sent!
fa_ir: ایمیل ارسال شد!

source: Message from %s user
fa_ir: پیغام از طرف %s

source: From %s (%s): <br />
fa_ir: از %s (%s): <br />

source: Dashboard
fa_ir: داشبورد

# FES uppercase singular setting for download
source: Add %s
fa_ir: افزودن %s

source: Orders
fa_ir: سفارشات

source: Profile
fa_ir: پروفایل

source: Logout
fa_ir: خروج

source: Scheduled for Release
fa_ir: زمان بندی انتشار

source: Complete
fa_ir: کامل

source: Order: #
fa_ir: سفارش: #

source: No Comments Found
fa_ir: هیچ دیدگاهی موجود نیست

source: &raquo;
fa_ir: &laquo;

source: Has Purchased
fa_ir: خریداری کرده است

source: Has Not Purchased
fa_ir: خریداری نکرده است

source: View Comment
fa_ir: نمایش دیدگاه

source: Respond:
fa_ir: پاسخ:

source: Post Response
fa_ir: ارسال پاسخ

source: Mark as Read
fa_ir: علامت به عنوان خوانده شده

source: No %s ID set!
fa_ir: آیدی %s مشخص نشده!

# FES lowercase singular setting for vendor
source: Contact %s
fa_ir: تماس با %s

source: Login
fa_ir: ورود

source: Lost Password?
fa_ir: رمز عبور را فراموش کرده اید؟

source: Register
fa_ir: عضویت

source: Registration and applications are currently closed
fa_ir: ثبت نام و درخواست ها هم اکنون مسدود شده اند

source: An error occured. FES error: CFCF 1
fa_ir: خطایی رخ داده. خطای رابط ظاهری: CFCF 1

source: You are already a vendor, go to the Vendor Dashboard
fa_ir: شما قبلا به فروشنده ارتقا یافته اید، به داشبورد فروشندگان مراجعه کنید

source: Create New
fa_ir: افزودن

source: The Shop of %s
fa_ir: فروشگاه %s

source: %1$s is <strong>deprecated</strong> since Easy Digital Downloads Frontend Submissions version %2$s! Use %3$s instead.
fa_ir: %1$s <strong>منسوخ</strong> شده است از زمانی که ارسال از رابط ظاهری ایزی دیجیتال دانلود نسخه %2$s منتشر شد! به جای آن از %3$s استفاده کنید.

source: %1$s is <strong>deprecated</strong> since Easy Digital Downloads Frontend Submissions version %2$s.
fa_ir: %1$s <strong>منسوخ</strong> شده است از زمانی که ارسال از رابط ظاهری ایزی دیجیتال دانلود نسخه %2$s منتشر شده است.

source: Name of Store
fa_ir: نام فروشگاه

source: What would you like your store to be called?
fa_ir: نام دلخواه فروشگاه شما

source: Email to use for Contact Form
fa_ir: ایمیل مورد استفاده برای فرم تماس

source: This email, if filled in, will be used for the vendor contact forms. If it is not filled in, the one from your user profile will be used.
fa_ir: ایمیل وارد شده در این قسمت، برای فرم تماس با فروشنده استفاده خواهد شد، اگر ایمیلی وارد نشده باشد از ایمیل موجود در پروفایل استفاده می شود.

source: Download Title
fa_ir: عنوان

source: Download Body
fa_ir: محتوا

source: User Email
fa_ir: ایمیل کاربر

source: Username
fa_ir: نام کاربری

source: Display Name
fa_ir: نام نمایشی

source: Message
fa_ir: پیغام

source: Cheatin&#8217; huh?
fa_ir: میخوای تقلب کنی، هان؟

source: <strong>Notice:</strong> Easy Digital Downloads Frontend Submissions requires Easy Digital Downloads 2.3 or higher in order to function properly.
fa_ir: <strong>توجه:</strong> ارسال از رابط ظاهری برای عملکرد صحیح نیازمند افزونه ایزی دیجیتال دانلود، نسخه 2.3 و یا بالاتر است.

source: <strong>Notice:</strong> Easy Digital Downloads Frontend Submissions requires WordPress 4.2 or higher in order to function properly.
fa_ir: <strong>توجه:</strong> ارسال از رابط ظاهری برای عملکرد صحیح نیازمند وردپرس، نسخه 4.2 و یا بالاتر است.

source: Comment
fa_ir: دیدگاه

source: Access Denied: You may only delete your own products
fa_ir: دسترسی ممنوع : شما می توانید فقط محصولات خود را حذف کنید .

# FES uppercase singular setting for download
source: Delete %s
fa_ir: حذف %s

# FES lowercase singular setting for vendor
source: Are you sure you want to delete this %s? This action is irreversible.
fa_ir: برای حذف %s اطمینان دارید؟ این اقدام غیر قابل بازگشت است.

source: Commissions Overview
fa_ir: خلاصه کمیسیون ها

source: You haven't made any sales yet!
fa_ir: شما تا کنون هیچ فروشی نداشته اید!

source: Access Denied
fa_ir: دسترسی ممنوع

source: The specified receipt ID appears to be invalid
fa_ir: به نظر میرسد آیدی دریافت شده معتبر نیست

source: Payment
fa_ir: پرداخت

source: Payment Status
fa_ir: وضعیت پرداخت

source: Fees
fa_ir: هزینه ها

source: Discount(s)
fa_ir: تخفیفات

source: Tax
fa_ir: مالیات

source: Subtotal
fa_ir: ریز کل

source: Total Price
fa_ir: جمع کل

source: Quantity
fa_ir: تعداد

source: Another %s's %s
fa_ir: %s دیگر %s

source: No downloadable files found for this bundled item.
fa_ir: هیچ فایل قابل دانلودی همراه این آیتم نیست.

source: No downloadable files found.
fa_ir: هیچ فایل قابل دانلودی یافت نشد.

source: Total
fa_ir: جمع

source: Customer
fa_ir: مشتری

source: View Order
fa_ir: نمایش سفارش

source: No orders found
fa_ir: سفارشی یافت نشد

source: Your application has been submitted and will be reviewed.
fa_ir: درخواست شما ارسال شد و به زودی مورد بررسی قرار می گیرد.

source: Image
fa_ir: تصویر

source: Purchases
fa_ir: خرید ها

# FES lowercase plural setting for download
source: No %s found
fa_ir: هیچ %s یافت نشد

source: Easy Digital Downloads - Frontend Submissions
fa_ir: ارسال از رابط ظاهری - EDD

source: Mimick Etsy, Envato, or Amazon type sites with this plugin and Easy Digital Downloads combined!
fa_ir: به سادگی انواتو یا حتی سایت هایی مثل آمازون را با ترکیبی از این افزونه و ایزی دیجیتال دانلود فراهم کنید!
